{
  "default": [
    "This face could scare Wi-Fi into disconnecting.",
    "Are you sure this isn't an AI-generated prank?",
    "You look like the reason autocorrect gave up.",
    "Face so fried, even KFC said no thanks.",
    "You didn't choose the struggle life—the struggle chose you.",
    "You look like a before photo with no after.",
    "This face has \"404 Error: Glow Up Not Found\" written all over it.",
    "Even AI refused to enhance this image.",
    "If confidence was based on looks, you’d be bankrupt.",
    "You look like you type with one finger... and misspell everything.",
    "If awkward had a face, it just uploaded itself.",
    "NASA called—they found a new crater.",
    "This image is proof that pixels can scream.",
    "You look like your reflection tries to run away.",
    "If vibes were visible, yours would be buffering.",
    "You’ve got the kind of face that makes mirrors flinch.",
    "Even your camera lens sighed before capturing this.",
    "You look like the villain in a toothpaste commercial.",
    "You didn’t break the internet—you scared it offline.",
    "This face has been through three filters and still filed a complaint.",
    "You're what happens when a meme comes to life.",
    "Your face looks like it lagged during rendering.",
    "Beauty left the chat when you showed up.",
    "You look like you use Internet Explorer in real life.",
    "If embarrassment was a face, it'd be yours.",
    "You make onions cry.",
    "Your profile pic deserves a trigger warning.",
    "You’re not ugly, just creatively disappointing.",
    "That face could glitch a self-driving car.",
    "Even your baby pictures were blurry from fear.",
    "You look like your breath types in Comic Sans.",
    "You're the reason the Zoom camera stays off.",
    "If confidence had a face, yours would be the 'before' version.",
    "Even horror movies think you're too much.",
    "You look like you're buffering in 4K.",
    "Mirror cracked just thinking about reflecting you.",
    "Your face comes with its own parental advisory.",
    "Even the sun refused to light this up.",
    "You were born to be a jump scare.",
    "You're the emoji nobody uses.",
    "You look like a group project that got left behind.",
    "You look like a screenshot of a bad decision.",
    "Your aura got flagged by antivirus.",
    "You put the 'what?' in 'what happened here?'",
    "You're the human version of a corrupted file.",
    "Even your dreams wear sunglasses around you.",
    "Face so cold, even Frosty said 'nah fam'.",
    "You make cardboard look expressive.",
    "You have the energy of a broken light switch.",
    "You're the human version of an awkward silence.",
    "You look like a rejected filter idea.",
    "If disappointment had a poster child, it's this face.",
    "You look like someone pixelated you on purpose.",
    "You're the reason Wi-Fi gives up.",
    "You don’t glow, you glitch.",
    "That face could stop a charging bull.",
    "You look like a rejected loading screen avatar.",
    "Even a potato camera is scared to shoot you.",
    "You're what happens when lighting says 'pass'.",
    "You're a walking screenshot of low self-esteem.",
    "You look like someone pressed Ctrl+Z on your genes.",
    "Even Google can't suggest improvements.",
    "You look like your spirit animal gave up.",
    "Your face alone drops battery percentage.",
    "Your camera roll probably cries at night.",
    "You're the poster child for 'please fix me'.",
    "Even static looks more photogenic.",
    "You look like you eat soup with a fork.",
    "You make 'low effort' look like an art form.",
    "You're the before in a before-after curse.",
    "Even emojis can’t describe you.",
    "Your glow-up got lost in traffic.",
    "You’re why Photoshop added a warning label.",
    "That face is why aliens won’t visit us.",
    "You have resting 'glitch face'.",
    "You're the reason the group chat went silent.",
    "You got the personality of wet cardboard with the looks to match.",
    "You look like you still use a flip phone by choice.",
    "You're the final boss of awkward.",
    "Even your own shadow unsubscribed.",
    "That face has low battery written all over it.",
    "You're why cameras have timers—to escape.",
    "Your face is like a captcha test—no one can identify it.",
    "You look like someone muted your looks.",
    "You’re the deleted scene of a horror movie.",
    "Your mirror told me it’s in therapy.",
    "You’re the punchline to a silent joke.",
    "You're what happens when a bad selfie comes to life.",
    "Even deepfakes want nothing to do with you.",
    "You're the reason flash photography was banned.",
    "You have the vibe of a low-quality meme.",
    "You're like a pop-up ad—unwanted and hard to close.",
    "Even your ID photo asked for a retake.",
    "You got denied by Face ID twice.",
    "You look like your genes skipped rehearsal.",
    "You're the glitch in the matrix they warned us about.",
    "Even Wi-Fi signals avoid your area.",
    "Your face was sponsored by 'Why tho?'",
    "You’re proof pixels can feel pain.",
    "You got the charm of a parking ticket.",
    "Your reflection tried to ghost you.",
    "That’s the kind of face that cancels group plans.",
    "You're the NPC everyone avoids in-game.",
    "Your face is the reason for airplane mode."
  ],
  "pidgin": [
    "See as you be like who DStv dey use test signal.",
    "Your face fit break SIM card.",
    "Na you go make NEPA fear to bring light.",
    "Your face dey drag network like say na MTN 3G.",
    "You be like person wey jollof rice reject.",
    "Mirror see you and e crack by itself.",
    "Even your shadow dey avoid you for road.",
    "Your picture fit make soldier fear.",
    "If suffering na person, e go resemble you.",
    "You resemble who life beat without warning.",
    "You fine like expired bread.",
    "Na your face dem use design horror film poster.",
    "If wahala dey wear cloth, na your own style e go copy.",
    "Your face be like say you chop slap for breakfast.",
    "You resemble person wey collect debt from thunder.",
    "Even mosquito dey dodge you.",
    "Who draw your face? Na punishment dem give am?",
    "You be like who born for bus stop.",
    "You resemble Android 1.0 wey never get update.",
    "Your swag dey like NEPA light—on and off.",
    "Your face fit make pepper soup turn cold.",
    "You resemble person wey miss all the signs of life.",
    "Your face dey do fasting and prayer on its own.",
    "Even juju man dey fear your picture.",
    "You look like say you dey beg mirror to reflect you.",
    "You be like person wey dey do face me I face you with life.",
    "If depression dey look face, na your own e go use for banner.",
    "Your papa sef dey wonder who born you.",
    "Your eyebrow get compass? Why e bend like dat?",
    "Your face fit make rice lose appetite.",
    "Your destiny need software update.",
    "Even your nose dey confuse for your face.",
    "You look like broken promise.",
    "You be like person wey wash cloth with tears.",
    "Your eye dey do sabbatical leave.",
    "You resemble prayer point wey God skip.",
    "If struggle na fashion, you be runway model.",
    "You dey give off \"I no try\" vibes effortlessly.",
    "You be like dream wey no make sense.",
    "Your face dey represent hardship for United Nations.",
    "Even your ancestors dey deny you.",
    "You be like TikTok filter wey fail.",
    "If face get fuel, your own don finish since subsidy remove.",
    "You look like e go better, but e never better.",
    "Even your camera lens get PTSD from snapping you.",
    "Na your picture dem dey use do 'before' for gym ads.",
    "You resemble who dey owe life explanation.",
    "Your face no dey load finish.",
    "If your face get ringtone, e go be dial tone.",
    "You dey represent offline mode in human form.",
    "Mirror see you and shout 'Error 404'.",
    "Even Google no get search result for your kind.",
    "Your face be like iPhone wey fall inside pepper soup.",
    "You be like who use egusi cook sense.",
    "Your nose be like person wey dey sniff insult.",
    "Even okada man go reject your face as passenger.",
    "If life get low battery, na your face dey display am.",
    "Your face don waka pass pain and confusion.",
    "You resemble broken SIM card.",
    "Even your breath dey drag data.",
    "You look like say stress dey use your face practice.",
    "Na your face make mirror quit job.",
    "You be like who police dey always suspect.",
    "If hardship dey wear face cap, na your own e go borrow.",
    "Your face carry too much plot twist.",
    "You look like you use cement do facial wash.",
    "Even your smile get unpaid bills.",
    "You resemble who fast-forward life wrongly.",
    "You be like pothole for fine person road.",
    "Your hairline dey play hide and seek.",
    "You be like soundtrack for suffering.",
    "You resemble Yahoo boy wey Yahoo reject.",
    "Even alarm dey snooze you.",
    "You be like expired biscuit—crack but no flavor.",
    "Your aura dey disturb Bluetooth connection.",
    "You be like person wey apply for joy but fail interview.",
    "You resemble who dey hustle peace of mind.",
    "Even your dream dey fear reality.",
    "You be like software glitch for human form.",
    "You dey give 'abeg delete am' energy.",
    "You be like trailer wey jam destiny.",
    "Your face dey write motivational quotes backwards.",
    "If your face be prayer point, e no dey answer.",
    "You resemble expired TikTok trend.",
    "Your swag na throwback Thursday every day.",
    "You dey radiate 'network problem' energy.",
    "Your face dey reduce self-esteem.",
    "You be like who phone battery dey always 1%.",
    "Even inspiration dey avoid your zone.",
    "Your picture no need caption—e be caption.",
    "You resemble village meeting agenda.",
    "Even filter dey resign for your snap.",
    "Na you dem dey use measure setback.",
    "You look like who life dey use as experiment.",
    "Your face dey represent 'try again later'.",
    "Even mirror dey use reverse psychology on you.",
    "Your selfie be like accident scene.",
    "You dey resemble sound check gone wrong.",
    "Your destiny dey do buffering on repeat.",
    "Even your voice note dey skip like CD.",
    "You look like say you dey borrow oxygen."
  ],
  "patois": [
    "Yuh face look like it bun up inna curry fire.",
    "Dem shoulda warn di camera 'fore yuh tek dat shot.",
    "Yuh look like stress tek yuh to church and back.",
    "Yuh face alone a mash up di vibes.",
    "Mi phone battery dead when it see yuh picture.",
    "Yuh hairstyle look like it lose di argument.",
    "Even ghost nah haunt yuh back.",
    "Yuh look like yuh sleep inna blender.",
    "Mirror say “nah, mi good” when it see yuh.",
    "Yuh face a reason fi curfew.",
    "Yuh look like Wi-Fi signal weh cyaa connect.",
    "Yuh head shape like it lose signal.",
    "Di barber dem tek yuh head as revenge.",
    "Yuh face coulda mek di sun stop shine.",
    "Yuh teeth look like dem been thru war.",
    "Di mosquito dem skip yuh — outta respect.",
    "Yuh look like leftover dreams.",
    "Yuh face look like it born inna wrong timeline.",
    "Even prayer cyaah fix dat look.",
    "Yuh eye dem a play hide and seek.",
    "Yuh smile look like it owe people money.",
    "Yuh face mek rain change direction.",
    "Di mirror look traumatized afta yuh lef.",
    "Yuh head top shape like microwave accident.",
    "Even Bob Marley woulda bun a spliff fi unsee yuh.",
    "Yuh look like yuh grow up inna earthquake.",
    "Yuh style confuse even mannequin.",
    "Yuh face did try get baptized, church seh no.",
    "Yuh face look like it allergic to happiness.",
    "Yuh look like yuh soul lose GPS.",
    "Even breeze nuh waan pass yuh.",
    "Yuh aura fulla backspace energy.",
    "Yuh eye dem look like dem inna long-distance relationship.",
    "Yuh head shape like social distancing.",
    "Yuh laugh sound like Wi-Fi drop.",
    "Mirror crack and blame it pon vibes.",
    "Yuh reflection call in sick.",
    "Yuh look like a bad screenshot.",
    "Yuh eye dem lagging like old Android.",
    "Yuh face look like it vex long time.",
    "Yuh nose tek overtime fi find direction.",
    "Yuh hairstyle look like argument buss.",
    "Yuh face have di same effect as pepper spray.",
    "Yuh aura mek plant wilt.",
    "Even darkness want back space from yuh.",
    "Yuh look like unwashed dreams.",
    "Yuh head look like it skip sleep since 2004.",
    "Yuh look like yuh just lose an imaginary fight.",
    "Yuh shadow shame fi follow yuh.",
    "Yuh teeth dem protesting in silence.",
    "Yuh face look like expired Netflix show.",
    "Yuh whole look a unfinished download.",
    "Yuh eye dem carry baggage.",
    "Yuh face have pothole vibes.",
    "Yuh presence mek Alexa mute itself.",
    "Yuh look like rejected audition tape.",
    "Yuh head big enough fi echo.",
    "Yuh laugh cause Bluetooth disconnection.",
    "Yuh face look like an accident in slow-mo.",
    "Even TikTok cyah remix yuh look.",
    "Yuh nose deh pon sabbatical leave.",
    "Yuh eye dem texting each other.",
    "Yuh look like life try draw yuh but drop di pencil.",
    "Even raincoat cyaah protect from yuh vibes.",
    "Yuh face cancel subscription to peace.",
    "Yuh look like night shift energy inna morning.",
    "Yuh head shape like it skip tutorial.",
    "Yuh vibes come wid malware.",
    "Yuh eye dem buffering since birth.",
    "Yuh look like expired prayer request.",
    "Mirror seh “mi cyaan handle this right now.”",
    "Yuh hairline been missing since season 1.",
    "Even Google cyaah find yuh confidence.",
    "Yuh face need software update.",
    "Yuh head tek wrong turn pon di GPS.",
    "Yuh existence confuse compass.",
    "Yuh laugh send dog dem running.",
    "Yuh look like yesterday and tomorrow argue.",
    "Yuh eye dem facing two different destinies.",
    "Yuh teeth spacing out like a bad playlist.",
    "Yuh face mek auto-focus resign.",
    "Yuh presence mek phone battery drain.",
    "Yuh hairstyle scream ‘accident’.",
    "Even yuh future waan avoid yuh past.",
    "Yuh look like deleted WhatsApp status.",
    "Yuh teeth dem practicing social distancing.",
    "Yuh reflection inna witness protection.",
    "Yuh aura get reported pon Instagram.",
    "Yuh look like plan B gone wrong.",
    "Yuh skin dey buffering updates.",
    "Yuh face mek mirror go on break.",
    "Yuh mouth shape like unfinished joke.",
    "Even vibes cartel cyaah deejay yuh into a good look.",
    "Yuh teeth dem audition fi Halloween.",
    "Yuh face carry last year pain and next year regret.",
    "Yuh side profile mek people log out.",
    "Yuh laugh sound like receipt printer jam.",
    "Yuh vibes confuse weather forecast.",
    "Yuh look like time travel gone bad.",
    "Even silence walk away from yuh.",
    "Yuh hairstyle clash wid yuh destiny.",
    "Yuh existence mek motivational speaker quiet.",
    "Yuh face confuse selfie camera.",
    "Yuh mouth shape like emoji weh cyah load.",
    "Yuh overall look—dis one need divine intervention."
  ]
}
